---
kind: property
id: P:Autodesk.Revit.UI.DockablePanes.BuiltInDockablePanes.ProjectBrowser
source: html/c93941fe-f300-bd09-18bf-883b5105aaa6.htm
---
# Autodesk.Revit.UI.DockablePanes.BuiltInDockablePanes.ProjectBrowser Property

The project browser pane.

## Syntax (C#)
```csharp
public static DockablePaneId ProjectBrowser { get; }
```